---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemActiveBackDirn2
source: html/fab2bdde-d668-d100-c6b8-9d6cef90a9e8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemActiveBackDirn2 Property

"Interior Minor Direction"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemActiveBackDirn2 { get; }
```